Revit 2027 API
ParameterTypeId.ThermalMaterialParamGasViscosity Property
 "Gas Viscosity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ThermalMaterialParamGasViscosity { get; }
Public Shared ReadOnly Property ThermalMaterialParamGasViscosity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ThermalMaterialParamGasViscosity {
	ForgeTypeId^ get ();
}
static member ThermalMaterialParamGasViscosity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace